Repository: Hilst/globoplay-desafio-mobile
Catalog: Globoplay/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

# api.language.id
source: pt-BR
en: en-US

# details.button.add
source: Minha lista
en: My list

# details.button.added
source: Adicionado
en: Added

# details.button.watch
source: Assista
en: Watch

# home.empty.message
source: Não conseguimos encontrar nenhuma conteúdo para exibição
en: We could not find any medio to present to you

# home.toolbar.item
source: Início
en: Home

# list.toolbar.item
source: Minha lista
en: My list

# list.view.title
source: Minha lista
en: My list

# soap.show.title
source: Novela
en: Soap

# suggestions.empty.message
source: Não encontramos sugestões para este conteúdo
en: We could not find recommendations to this media

# suggestions.picker.value
source: ASSISTA TAMBÉM
en: RECOMMENDED

# techdetail.label.cast
source: Elenco
en: Cast

# techdetail.label.country
source: País
en: Country

# techdetail.label.directors
source: Direção
en: Direction

# techdetail.label.episodesnum
source: Episódios
en: Episodes

# techdetail.label.genre
source: Gênero
en: Genre

# techdetail.label.originaltitle
source: Título Original
en: Original Title

# techdetail.label.year
source: Ano de produção
en: Production Year

# techdetails.empty.message
source: Não conseguimos recuperar a ficha técnica deste conteúdo
en: We could not find the technical details of this media

# techdetails.picker.value
source: DETALHES
en: DETAILS

# technical.view.title
source: Ficha técnica
en: Technical sheet

# tvshow.show.title
source: Séries
en: Shows
